tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "cask"
brew "mas"
brew "peco"
brew "yarn"
cask "1password"
cask "alfred"
cask "deepl"
cask "docker"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "scroll-reverser"
cask "sequel-pro-nightly"
cask "shift"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "Magnet", id: 441258766
